Repository: PITADIA/android-couple-app
Catalog: EnCouple.xcstrings
Source language: en
Languages: de, es, fr, it, nl_nl, pt_br, pt_pt

# ec_132
source: How would you define the balance between giving and receiving in our relationship?
de: Wie würdest du die Balance zwischen Geben und Nehmen in unserer Beziehung beschreiben?
es: ¿Qué te gustaría que cambiara para sentirte más comprendido?
fr: Comment définirais-tu l'équilibre entre donner et recevoir dans notre relation ?
it: Come definiresti l’equilibrio tra dare e ricevere nella nostra relazione?
nl_nl: Hoe zou je de balans tussen geven en ontvangen in onze relatie definiëren?
pt_br: Como você definiria o equilíbrio entre dar e receber no nosso relacionamento?
pt_pt: Como definirias o equilíbrio entre dar e receber na nossa relação?

# ec_133
source: Have you ever found yourself unable to fully trust me because of your past? Do you think we could talk about it?
de: Kam es vor, dass du mir wegen deiner Vergangenheit nicht voll vertrauen konntest? Meinst du, wir könnten darüber reden?
es: ¿Qué te ayuda a confiar en el futuro?
fr: T'est-il déjà arrivé de ne pas réussir à me faire pleinement confiance à cause de ton passé ? Penses-tu qu'on pourrait en parler ?
it: Ti è mai capitato di non riuscire a fidarti di me a causa del tuo passato? Pensi che potremmo parlarne?
nl_nl: Heb je je ooit niet volledig kunnen vertrouwen in mij vanwege je verleden? Denk je dat we erover kunnen praten?
pt_br: Já aconteceu de você não conseguir confiar totalmente em mim por causa do seu passado? Você acha que poderíamos conversar sobre isso?
pt_pt: Já aconteceu não conseguires confiar totalmente em mim por causa do teu passado? Achas que podemos falar sobre isso?

# ec_134
source: What do you want to preserve at all costs between us?
de: Was willst du zwischen uns um jeden Preis bewahren?
es: ¿Qué quieres preservar a toda costa entre nosotros?
fr: Qu'est-ce que tu veux préserver coûte que coûte entre nous ?
it: Cosa vuoi preservare a tutti i costi tra noi?
nl_nl: Wat wil je koste wat kost tussen ons behouden?
pt_br: O que você quer preservar a todo custo entre nós?
pt_pt: O que queres preservar a todo o custo entre nós?

# ec_135
source: What is your greatest hope for our future?
de: Was ist deine größte Hoffnung für unsere Zukunft?
es: ¿Cuál es tu mayor esperanza para nuestro futuro?
fr: Quel est ton plus grand espoir pour notre futur ?
it: Qual è la tua più grande speranza per il nostro futuro?
nl_nl: Wat is je grootste hoop voor onze toekomst?
pt_br: Qual é a sua maior esperança para o nosso futuro?
pt_pt: Qual é a tua maior esperança para o nosso futuro?

# ec_136
source: What makes you sometimes doubt us?
de: Was bringt dich manchmal daran zu zweifeln, dass wir funktionieren?
es: ¿Qué te hace dudar de nosotros a veces?
fr: Qu'est-ce qui te fait douter parfois de nous ?
it: Cosa ti fa a volte dubitare di noi?
nl_nl: Wat doet je soms aan ons twijfelen?
pt_br: O que às vezes faz você duvidar de nós?
pt_pt: O que às vezes te faz duvidar de nós?

# ec_137
source: What is something you only do with me?
de: Was machst du nur mit mir?
es: ¿Qué es algo que solo haces conmigo?
fr: Quelle est la chose que tu fais uniquement avec moi ?
it: Qual è una cosa che fai solo con me?
nl_nl: Wat is iets dat je alleen met mij doet?
pt_br: Qual é a coisa que você só faz comigo?
pt_pt: Qual é a coisa que só fazes comigo?

# ec_138
source: What is the most beautiful sacrifice you've made out of love for me?
de: Was ist das schönste Opfer, das du aus Liebe zu mir gebracht hast?
es: ¿Cuál es el sacrificio más hermoso que has hecho por amor a mí?
fr: Quel est le plus beau sacrifice que tu aies fait par amour pour moi ?
it: Qual è il più bel sacrificio che hai fatto per amore mio?
nl_nl: Wat is het mooiste offer dat je uit liefde voor mij hebt gebracht?
pt_br: Qual foi o mais bonito sacrifício que você fez por amor a mim?
pt_pt: Qual foi o mais belo sacrifício que fizeste por amor a mim?

# ec_139
source: Is there a part of your personality you hide for fear I won't love you anymore?
de: Gibt es einen Teil deiner Persönlichkeit, den du versteckst aus Angst, ich würde dich dann nicht mehr lieben?
es: ¿Hay una parte de tu personalidad que ocultas por miedo a que deje de quererte?
fr: Y a-t-il une partie de ta personnalité que tu caches par peur que je ne t'aime plus ?
it: C'è una parte della tua personalità che nascondi per paura che smetta di amarti?
nl_nl: Is er een deel van je persoonlijkheid dat je verbergt uit angst dat ik je niet meer zal liefhebben?
pt_br: Existe alguma parte da sua personalidade que você esconde por medo de que eu deixe de amar você?
pt_pt: Há alguma parte da tua personalidade que escondes por medo de que eu deixe de te amar?

# ec_140
source: What is the emotion you have the most trouble sharing with me?
de: Welche Emotion fällt dir am schwersten, mit mir zu teilen?
es: ¿Cuál es la emoción que más te cuesta compartir conmigo?
fr: Quelle est l'émotion que tu as le plus de mal à partager avec moi ?
it: Qual è l’emozione che ti è più difficile condividere con me?
nl_nl: Welke emotie vind je het moeilijkst om met mij te delen?
pt_br: Qual é a emoção que você tem mais dificuldade em compartilhar comigo?
pt_pt: Qual é a emoção que tens mais dificuldade em partilhar comigo?

# ec_141
source: How has your upbringing influenced your vision of love and relationships?
de: Wie hat deine Erziehung dein Bild von Liebe und Beziehungen geprägt?
es: ¿Cómo ha influido tu educación en tu visión del amor y las relaciones?
fr: Comment ton éducation a-t-elle influencé ta vision de l'amour et des relations ?
it: In che modo la tua educazione ha influenzato la tua visione dell’amore e delle relazioni?
nl_nl: Hoe heeft je opvoeding je visie op liefde en relaties beïnvloed?
pt_br: Como a sua criação influenciou a sua visão do amor e dos relacionamentos?
pt_pt: Como a tua educação influenciou a tua visão do amor e das relações?

# ec_142
source: What importance do you place on honesty and communication in a relationship?
de: Wie wichtig sind dir Ehrlichkeit und Kommunikation in einer Beziehung?
es: ¿Qué importancia le das a la honestidad y la comunicación en una relación?
fr: Quelle importance accordes-tu à l'honnêteté et à la communication dans une relation ?
it: Che importanza dai all’onestà e alla comunicazione in una relazione?
nl_nl: Hoe belangrijk vind je eerlijkheid en communicatie in een relatie?
pt_br: Qual importância você dá à honestidade e à comunicação em um relacionamento?
pt_pt: Que importância dás à honestidade e à comunicação numa relação?

# ec_143
source: Do you believe in forgiveness in a relationship?
de: Glaubst du an Vergebung in einer Beziehung?
es: ¿Crees en el perdón en una relación?
fr: Crois-tu au pardon dans une relation ?
it: Credi nel perdono in una relazione?
nl_nl: Geloof je in vergeving in een relatie?
pt_br: Você acredita no perdão em um relacionamento?
pt_pt: Acreditas no perdão numa relação?

# ec_144
source: What sometimes holds you back in our communication?
de: Was hält dich manchmal in unserer Kommunikation zurück?
es: ¿Qué a veces frena nuestra comunicación?
fr: Qu'est-ce qui te bloque parfois dans notre communication ?
it: Cosa a volte ti blocca nella nostra comunicazione?
nl_nl: Wat houdt je soms tegen in onze communicatie?
pt_br: O que às vezes impede você na nossa comunicação?
pt_pt: O que às vezes te bloqueia na nossa comunicação?

# ec_145
source: Do you think it's healthy to have separate interests in a relationship?
de: Findest du es gesund, in einer Beziehung auch eigene Interessen zu haben?
es: ¿Crees que es saludable tener intereses separados en una relación?
fr: Penses-tu qu'il est sain d'avoir des centres d'intérêt séparés dans un couple ?
it: Pensi che sia sano avere interessi separati in una relazione?
nl_nl: Vind je het gezond om aparte interesses te hebben in een relatie?
pt_br: Você acha saudável ter interesses separados em um relacionamento?
pt_pt: Achas saudável ter interesses separados numa relação?

# ec_146
source: Do you think we should spend a bit more time apart to miss each other better?
de: Findest du, wir sollten ein bisschen mehr Zeit getrennt verbringen, um uns wieder mehr zu vermissen?
es: ¿Crees que deberíamos pasar un poco más de tiempo separados para extrañarnos mejor?
fr: Penses-tu que nous devrions passé un peu plus de temps séparé pour mieux se manquer ?
it: Pensi che dovremmo passare un po’ più di tempo separati per sentirci più mancanti?
nl_nl: Vind je dat we wat meer tijd apart zouden moeten doorbrengen om elkaar meer te missen?
pt_br: Você acha que deveríamos passar mais tempo separados para sentirmos mais saudade um do outro?
pt_pt: Achas que devíamos passar mais tempo separados para sentirmos mais saudades um do outro?

# ec_147
source: Where do you see our relationship in five years?
de: Wo siehst du unsere Beziehung in fünf Jahren?
es: ¿Dónde ves nuestra relación en cinco años?
fr: Où vois-tu notre relation dans cinq ans ?
it: Dove vedi la nostra relazione tra cinque anni?
nl_nl: Waar zie je onze relatie over vijf jaar?
pt_br: Onde você vê o nosso relacionamento daqui a cinco anos?
pt_pt: Onde vês a nossa relação daqui a cinco anos?

# ec_148
source: Is there a difficult truth you'd like to hear from me, even if it hurts?
de: Gibt es eine harte Wahrheit, die du von mir hören willst – auch wenn sie wehtut?
es: ¿Hay una verdad difícil que te gustaría escuchar de mí, incluso si duele?
fr: Y a-t-il une vérité difficile que tu aimerais entendre de moi, même si elle fait mal ?
it: C'è una verità difficile che vorresti sentire da me, anche se fa male?
nl_nl: Is er een moeilijke waarheid die je van mij zou willen horen, ook al doet het pijn?
pt_br: Existe alguma verdade difícil que você gostaria de ouvir de mim, mesmo que doa?
pt_pt: Há alguma verdade difícil que gostarias de ouvir de mim, mesmo que doa?

# ec_149
source: What have you never told me because you didn't know how to phrase it?
de: Was hast du mir noch nie gesagt, weil du nicht wusstest, wie du es formulieren sollst?
es: ¿Qué nunca me has dicho porque no sabías cómo expresarlo?
fr: Qu'est-ce que tu ne m'as jamais dit parce que tu ne savais pas comment le formuler ?
it: Cosa non mi hai mai detto perché non sapevi come esprimerlo?
nl_nl: Wat heb je me nooit verteld omdat je niet wist hoe je het moest verwoorden?
pt_br: O que você nunca me disse porque não sabia como falar?
pt_pt: O que nunca me disseste porque não sabias como dizer?

# ec_150
source: What is something you'd like us to do more often as a couple?
de: Was würdest du gern öfter mit mir als Paar machen?
es: ¿Qué te gustaría que hiciéramos más a menudo como pareja?
fr: Quelle est une chose que tu aimerais que l'on fasse plus souvent en tant que couple ?
it: C'è qualcosa che vorresti facessimo più spesso come coppia?
nl_nl: Wat is iets dat je graag vaker als koppel zou doen?
pt_br: Qual coisa você gostaria que fizéssemos com mais frequência como casal?
pt_pt: Que coisa gostarias que fizéssemos mais vezes como casal?

# ec_151
source: What do you appreciate about our relationship but have never told me before?
de: Was schätzt du an unserer Beziehung, was du mir noch nie gesagt hast?
es: ¿Qué aprecias de nuestra relación pero nunca me lo has dicho antes?
fr: Qu'est-ce que tu apprécies dans notre relation mais que tu ne m'as jamais dit auparavant ?
it: Cosa apprezzi della nostra relazione che non mi hai mai detto prima?
nl_nl: Wat waardeer je aan onze relatie maar heb je me nog nooit verteld?
pt_br: O que você aprecia no nosso relacionamento mas nunca me disse antes?
pt_pt: O que aprecias na nossa relação mas nunca me disseste antes?

# ec_152
source: Are there qualities in you that you'd like me to validate more?
de: Gibt es Eigenschaften an dir, die du dir wünschst, dass ich öfter anerkenne?
es: ¿Hay cualidades en ti que te gustaría que validara más?
fr: Y a-t-il des qualités chez toi que tu voudrais que je valide davantage ?
it: Ci sono qualità in te che vorresti che riconoscessi di più?
nl_nl: Zijn er kwaliteiten in jou die je wilt dat ik vaker bevestig?
pt_br: Existem qualidades em você que você gostaria que eu valorizasse mais?
pt_pt: Há qualidades em ti que gostarias que eu validasse mais?

# ec_153
source: What new thing would you like to try in our relationship?
de: Was Neues würdest du gern in unserer Beziehung ausprobieren?
es: ¿Qué cosa nueva te gustaría intentar en nuestra relación?
fr: Quelle est la nouveauté que tu aimerais essayer dans notre relation ?
it: Quale novità vorresti provare nella nostra relazione?
nl_nl: Wat is iets nieuws dat je in onze relatie zou willen proberen?
pt_br: Que novidade você gostaria de experimentar no nosso relacionamento?
pt_pt: Que novidade gostarias de experimentar na nossa relação?

# ec_154
source: How could we better support each other in our personal goals?
de: Wie könnten wir uns bei unseren persönlichen Zielen besser unterstützen?
es: ¿Cómo podríamos apoyarnos mejor en nuestras metas personales?
fr: Comment pourrions-nous mieux nous soutenir mutuellement dans nos objectifs personnels ?
it: Come potremmo sostenerci meglio nei nostri obiettivi personali?
nl_nl: Hoe kunnen we elkaar beter ondersteunen in onze persoonlijke doelen?
pt_br: Como poderíamos nos apoiar melhor em nossos objetivos pessoais?
pt_pt: Como poderíamos apoiar-nos melhor nos nossos objetivos pessoais?

# ec_155
source: What would be a meaningful way to celebrate the major milestones of our relationship?
de: Wie könnten wir die großen Meilensteine unserer Beziehung sinnvoll feiern?
es: ¿Cuál sería una forma significativa de celebrar los grandes hitos de nuestra relación?
fr: Quelle serait une manière significative de célébrer les grandes étapes de notre relation ?
it: Quale sarebbe un modo significativo per celebrare le tappe importanti della nostra relazione?
nl_nl: Wat zou een betekenisvolle manier zijn om de grote mijlpalen van onze relatie te vieren?
pt_br: Qual seria uma forma significativa de celebrar os grandes marcos do nosso relacionamento?
pt_pt: Qual seria uma forma significativa de celebrar os grandes marcos da nossa relação?

# ec_156
source: Are there words I say that affect you more than I realize?
de: Gibt es Worte von mir, die dich stärker treffen, als ich denke?
es: ¿Hay palabras que digo que te afectan más de lo que me doy cuenta?
fr: Y a-t-il des mots que je dis qui te marquent plus que je ne le pense ?
it: Ci sono parole che dico che ti colpiscono più di quanto io pensi?
nl_nl: Zijn er woorden die ik zeg die je meer raken dan ik besef?
pt_br: Existem palavras minhas que afetam você mais do que eu imagino?
pt_pt: Há palavras minhas que te afetam mais do que imagino?

# ec_157
source: What is the most important thing to say but we don't say often enough?
de: Was ist das Wichtigste, das man sagen sollte, das wir aber nicht oft genug sagen?
es: ¿Cuál es la cosa más importante que deberíamos decirnos más a menudo?
fr: Quelle est la chose la plus importante à dire mais qu'on ne dit pas assez souvent ?
it: Qual è la cosa più importante da dire che non diciamo abbastanza spesso?
nl_nl: Wat is het belangrijkste om te zeggen maar zeggen we niet vaak genoeg?
pt_br: Qual é a coisa mais importante que deveríamos dizer com mais frequência?
pt_pt: Qual é a coisa mais importante que deveríamos dizer mais vezes?

# ec_158
source: What is a new way we could express our love and appreciation for each other?
de: Welche neue Art könnten wir finden, unsere Liebe und Wertschätzung füreinander zu zeigen?
es: ¿Cuál es una nueva forma en la que podríamos expresar nuestro amor y aprecio?
fr: Quelle est une nouvelle façon dont nous pourrions exprimer notre amour et notre reconnaissance l'un envers l'autre ?
it: Qual è un nuovo modo in cui potremmo esprimere il nostro amore e la nostra gratitudine?
nl_nl: Wat is een nieuwe manier waarop we onze liefde en waardering voor elkaar zouden kunnen uiten?
pt_br: Qual nova forma poderíamos encontrar para expressar nosso amor e apreço um pelo outro?
pt_pt: Que nova forma poderíamos encontrar para expressar o nosso amor e apreço um pelo outro?

# ec_159
source: What is something you'd like me to notice more often about you?
de: Was würdest du dir wünschen, dass ich bei dir öfter bemerke?
es: ¿Qué te gustaría que notara más a menudo sobre ti?
fr: Quelle est une chose que tu aimerais que je remarque plus souvent chez toi ?
it: Qual è una cosa di te che vorresti che notassi più spesso?
nl_nl: Wat is iets dat je wilt dat ik vaker aan jou opmerk?
pt_br: O que você gostaria que eu percebesse mais vezes em você?
pt_pt: O que gostarias que eu reparasse mais vezes em ti?

# ec_160
source: Is there a gesture or phrase that hurt you that we never talked about again?
de: Gibt es eine Geste oder einen Satz, der dich verletzt hat und über den wir nie wieder geredet haben?
es: ¿Hay un gesto o frase que te hirió y del que nunca hablamos de nuevo?
fr: Y a-t-il un geste ou une phrase qui t'a blessé et dont on n'a jamais reparlé ?
it: C'è un gesto o una frase che ti ha ferito e di cui non abbiamo mai più parlato?
nl_nl: Is er een gebaar of zin die je heeft gekwetst waar we nooit meer over hebben gesproken?
pt_br: Existe algum gesto ou frase que machucou você e sobre o qual nunca mais conversamos?
pt_pt: Há algum gesto ou frase que te magoou e sobre o qual nunca mais falámos?

# ec_161
source: What is a song that instantly reminds you of a special moment we shared?
de: Welcher Song erinnert dich sofort an einen besonderen Moment von uns?
es: ¿Qué canción te recuerda instantáneamente un momento especial que compartimos?
fr: Quelle est une chanson qui te rappelle instantanément un moment spécial que nous avons partagé ?
it: Quale canzone ti ricorda immediatamente un momento speciale che abbiamo vissuto?
nl_nl: Welk lied herinnert je meteen aan een speciaal moment dat we deelden?
pt_br: Qual música lembra você instantaneamente de um momento especial nosso?
pt_pt: Que música te lembra instantaneamente um momento especial nosso?

# ec_162
source: What does vulnerability mean to you in a relationship?
de: Was bedeutet Verletzlichkeit für dich in einer Beziehung?
es: ¿Qué significa la vulnerabilidad para ti en una relación?
fr: Que signifie pour toi la vulnérabilité dans une relation ?
it: Cosa significa per te la vulnerabilità in una relazione?
nl_nl: Wat betekent kwetsbaarheid voor jou in een relatie?
pt_br: O que vulnerabilidade significa para você em um relacionamento?
pt_pt: O que significa vulnerabilidade para ti numa relação?

# ec_163
source: If we had to be locked in a store for one night, which would we choose?
de: Wenn wir für eine Nacht in einem Laden eingeschlossen wären – welchen würden wir wählen?
es: Si tuviéramos que quedarnos encerrados en una tienda por una noche, ¿cuál elegiríamos?
fr: Si nous devions être enfermés dans un magasin pour une nuit, lequel choisirions-nous ?
it: Se dovessimo rimanere chiusi in un negozio per una notte, quale sceglieremmo?
nl_nl: Als we een nacht in een winkel opgesloten zouden zitten, welke zouden we kiezen?
pt_br: Se tivéssemos que ficar presos em uma loja por uma noite, qual escolheríamos?
pt_pt: Se tivéssemos de ficar trancados numa loja por uma noite, qual escolheríamos?

# ec_164
source: Is there something you regret not telling me earlier?
de: Gibt es etwas, das du bereust, mir nicht früher gesagt zu haben?
es: ¿Hay algo que lamentes no haberme dicho antes?
fr: Y a-t-il quelque chose que tu regrettes de ne pas m'avoir dit plus tôt ?
it: C'è qualcosa che rimpiangi di non avermi detto prima?
nl_nl: Is er iets dat je betreurt dat je me niet eerder hebt verteld?
pt_br: Existe algo que você se arrepende de não ter me contado antes?
pt_pt: Há algo que lamentas não me ter dito mais cedo?

# ec_165
source: How do you feel when you don't hear from me for a while?
de: Wie fühlst du dich, wenn du länger nichts von mir hörst?
es: ¿Cómo te sientes cuando no tienes noticias mías por un tiempo?
fr: Comment te sens-tu quand tu n'as pas de nouvelles de moi pendant un moment ?
it: Cosa provi quando non hai mie notizie per un po’?
nl_nl: Hoe voel je je wanneer je een tijdje niets van mij hoort?
pt_br: Como você se sente quando passa um tempo sem notícias minhas?
pt_pt: Como te sentes quando ficas algum tempo sem notícias minhas?

# ec_166
source: What is something you think about often, but keep to yourself?
de: Was beschäftigt dich oft, das du aber für dich behältst?
es: ¿Qué es algo en lo que piensas a menudo pero te guardas para ti?
fr: Quelle est une chose à laquelle tu penses souvent, mais que tu gardes pour toi ?
it: Qual è una cosa a cui pensi spesso ma che tieni per te?
nl_nl: Wat is iets waar je vaak over nadenkt maar voor jezelf houdt?
pt_br: Qual é uma coisa em que você pensa com frequência mas guarda para si?
pt_pt: Qual é uma coisa em que pensas muitas vezes mas guardas para ti?

# ec_167
source: How do you want us to support each other in our moments of weakness?
de: Wie wünschst du dir, dass wir uns in unseren schwachen Momenten gegenseitig unterstützen?
es: ¿Cómo quieres que nos apoyemos en nuestros momentos de debilidad?
fr: Comment veux-tu qu'on se soutienne mutuellement dans nos momens de faiblesses ?
it: Come vuoi che ci sosteniamo nei nostri momenti di debolezza?
nl_nl: Hoe wil je dat we elkaar steunen in onze momenten van zwakte?
pt_br: Como você gostaria que a gente se apoiasse nos nossos momentos de fraqueza?
pt_pt: Como gostarias que nos apoiássemos nos nossos momentos de fraqueza?

# ec_168
source: If I could make one fear or doubt in you disappear, what would it be?
de: Wenn ich dir eine Angst oder einen Zweifel nehmen könnte, welcher wäre das?
es: Si pudiera hacer desaparecer un miedo o duda en ti, ¿cuál sería?
fr: Si je pouvais faire disparaître une peur ou un doute en toi, lequel ce serait ?
it: Se potessi far sparire una paura o un dubbio in te, quale sarebbe?
nl_nl: Als ik één angst of twijfel in jou kon laten verdwijnen, welke zou dat zijn?
pt_br: Se eu pudesse fazer desaparecer um medo ou dúvida em você, qual seria?
pt_pt: Se eu pudesse fazer desaparecer um medo ou dúvida em ti, qual seria?

# ec_169
source: If we had to put a label on our relationship, what would it say?
de: Wenn wir unserer Beziehung ein Label geben müssten, was würde draufstehen?
es: Si tuviéramos que poner una etiqueta a nuestra relación, ¿qué diría?
fr: Si nous devions coller une étiquette sur notre couple, elle dirait quoi ?
it: Se dovessimo mettere un’etichetta alla nostra relazione, cosa direbbe?
nl_nl: Als we een etiket op onze relatie moesten plakken, wat zou erop staan?
pt_br: Se tivéssemos que colocar uma etiqueta no nosso relacionamento, o que estaria escrito?
pt_pt: Se tivéssemos de pôr uma etiqueta na nossa relação, o que estaria escrito?

# ec_170
source: What aspect of your personality would you like me to accept more?
de: Welchen Aspekt deiner Persönlichkeit würdest du dir wünschen, dass ich mehr akzeptiere?
es: ¿Qué aspecto de tu personalidad te gustaría que aceptara más?
fr: Quel aspect de ta personnalité aimerais-tu que j'accepte davantage ?
it: Quale aspetto della tua personalità vorresti che accettassi di più?
nl_nl: Welk aspect van je persoonlijkheid zou je willen dat ik meer accepteer?
pt_br: Qual aspecto da sua personalidade você gostaria que eu aceitasse mais?
pt_pt: Que aspeto da tua personalidade gostarias que eu aceitasse mais?

# ec_171
source: How is our relationship different from your parents'?
de: Worin unterscheidet sich unsere Beziehung von der deiner Eltern?
es: ¿En qué se diferencia nuestra relación de la de tus padres?
fr: En quoi notre relation est-elle différente de celle de tes parents ?
it: In cosa la nostra relazione è diversa da quella dei tuoi genitori?
nl_nl: Hoe verschilt onze relatie van die van je ouders?
pt_br: Em que o nosso relacionamento é diferente do dos seus pais?
pt_pt: Em que a nossa relação é diferente da dos teus pais?
